import React from "react";

export default function CovidInfoPage() {
  return (
    <div>
      <div>
        <h2>اشرادات عامة للفحص</h2>
      </div>
      <div>
        <p>هذه الارشادات بعضها عام والاخر يخص السفر الى بلدان محددة.</p>
        <p>
          يتم تحديث هذه الارشادات من قبل المعمل والشركة بناء على المتطلبات
          والتحديثات الخاصة بكل بلد.
        </p>
        <p>
          ارشادات هامة للمسافرين 1- اجراء الفحص في مدة اقلها 24 ساعة قبل موعد
          حضور المطار 2- احضار صورة من جواز السفر والتزكرة 3- مواعيد العمل من 8
          صباحا الي 8 مساء علي مدار الاسبوع ضوابط السفر لبعض الدول السعودية : 1-
          تقديم وثيقة معتمد تثبت خلو القادمين من الاصابة بفيروس كورونا من خلال
          عينة ماخوزة قبل (72) ساعة من موعد المغادرة الحدد الي المملكة 2-
          الاطفال اقل من 8 سنوات معفون من الفحص. مصر : 1- تقديم وثيقة معتمد تثبت
          خلو القادمين من الاصابة بفيروس كورونا من خلال عينة ماخوزة قبل (72)
          ساعة من موعد المغادرة الحدد الي مصر 2- الاطفال اقل من 6 سنوات معفون من
          الفحص. الامارات العربية : 1- تقديم وثيقة معتمد تثبت خلو القادمين من
          الاصابة بفيروس كورونا من خلال عينة ماخوزة قبل (96) ساعة من موعد
          المغادرة الحدد الي الامارات العربية المتحدة 2- الاطفال اقل من 12عام
          معفون من الفحص.
        </p>
        <p>
          إجراء اختبار COVID‑19 PCR: يتعين على جميع المسافرين إلى دبي من أي
          وجهة، بما في ذلك المسافرين في رحلات العبور اصطحاب شهادة نتيجة اختبار
          COVID‑19 PCR سلبية مطبوعة حتى يتم قبولهم على متن الرحلة. يجب إجراء
          الاختبار قبل 96 ساعة كحد أقصى من موعد المغادرة. يجب أن تؤكد الشهادة
          الخضوع لاختبار تفاعل البوليميراز المتسلسل (PCR) عبر أخذ مسحة. شهادات
          الاختبار الأخرى بما في ذلك اختبارات الأجسام المضادة والاختبارات
          المنزلية غير مقبولة في دبي. يتعين إحضار شهادة رسمية مطبوعة عند إنجاز
          إجراءات السفر ‑ لن يتم قبول الرسائل النصية القصيرة والشهادات الرقمية.
          لن يتم قبولكم على متن الرحلة بدون شهادة نتيجة اختبار سلبية مطبوعة.
          إعفاءات الاختبار: ويتم إعفاء الأطفال حتى سن 12 عاما والمسافرين من
          أصحاب الهمم الذين يعانون من عجز معتدل أو حاد من إجراء هذا الاختبار.
        </p>

        <p>
          يجب أن يكون جميع الركاب المسافرون إلى مصر "بمن فيهم المصريون" ان يكون
          بحوزتهم شهادة اختبار PCR سلبية لـ (COVID-19) ، بحد أقصى 72 ساعة (قبل
          موعد مغادرة الرحلة)، ماعدا المسافرين القادمين من دول (اليابان - الصين
          - تايلاند - أمريكا الشمالية و الجنوبية - كندا - لندن هيثرو - باريس -
          فرانكفورت) فيتم السماح لهم بإجراء التحليل قبل 96 ساعة على الأكثر من
          الموعد المحدد للرحلة نظراً لطول مدة السفر و الترانزيت فى تلك المطارات
          ، مع ضرورة الالتزام بجميع الاجراءات الاحترازية خلال فترة السفر. -يجب
          أن يكون ركاب الترانزيت (الذين يحق لهم الإقامة بالفندق ولن يقيمون في
          مطار القاهرة حتى رحلتهم القادمة) في حوزتهم اختبار PCR سلبيًا حتى إذا
          لم تتطلب الدولة المقصودة اختبار PCR سلبيًا حتى يتم استيعابهم في
          الفندق. - لا يُطلب من ركاب الترانزيت (الذين لا يحق لهم الإقامة في
          الفندق والذين سيقيمون في مطار القاهرة حتى رحلتهم التالية) PCR لمصر. -
          يستثنى من هذا القرار الأطفال أقل من 6 سنوات من جميع الجنسيات (سواء
          المصريين أو الأجانب). -يجب على جميع المسافرين القادمين من الدول
          الأفريقية الحصول على شهادة التطعيم المعتمدة ضد الحمى الصفراء. -يجب على
          الركاب الدوليين الذين يسافرون مباشرة إلى مطارات (شرم الشيخ / طابا /
          الغردقة / مرسى علم) الذين لم يقوموا بتقديم اختبار PCR صالح (72 ساعة
          قبل موعد مغادرة الرحلة) ، الخضوع لاختبار PCR عند الوصول إلى تلك
          المطارات مقابل رسوم 30 دولارًا أمريكيًا. "سيتم عزل هؤلاء الركاب في
          فنادقهم حتى تلقي نتيجة اختبار PCR و" في حالة إيجابية PCR ، سيتم عزل
          الراكب ذاتيًا في غرفته / غرفتها في الفندق والتنسيق مع وزارة الصحة
          المصرية " - سيتم قبول شهادة PCR المقدمة إذا كانت تفي بالمتطلبات
          التالية: 1) تتضمن ساعة وتاريخ سحب العينة ، وهو التاريخ الذي سيتم فيه
          حساب الـ 72 ساعة. 2) صادرة عن مختبر معتمد ومختومة بختم المختبر ولا
          تحتوي على كشط أو إلغاء أو إضافة. 3) بيان نوع العينة المأخوذة للمسحة.
          4) مبينا ان نوع الاختبار (Rt - PCR). 5)تقبل الشهادة باللغة العربية أو
          الإنجليزية.
        </p>
      </div>
    </div>
  );
}
