import React from "react";

export default function CovidInfoPage() {
  return (
    <div>
      <div>
        <h2>ارشادات عامة للفحص</h2>
      </div>
      <div>
        <p>هذه الارشادات بعضها عام والاخر يخص السفر الى بلدان محددة.</p>
        <p>
          يتم تحديث هذه الارشادات من قبل المعمل والشركة بناء على المتطلبات
          والتحديثات الخاصة بكل بلد.
        </p>
        <p>هامة للمسافرين:</p>
        <ol>
          <li>اجراء الفحص في مدة اقلها 24 ساعة قبل موعد حضور المطار</li>
          <li>احضار صورة من جواز السفر والتزكرة</li>
          <li>مواعيد العمل من 8 صباحا الي 8 مساء علي مدار الاسبوع</li>
        </ol>
        <p>ضوابط السفر لبعض الدول:</p>
        <p>السعودية:</p>
        <ol>
          <li>
            تقديم وثيقة معتمد تثبت خلو القادمين من الاصابة بفيروس كورونا من خلال
            عينة ماخوزة قبل (72) ساعة من موعد المغادرة الحدد الي المملكة
          </li>
          <li>الاطفال اقل من 8 سنوات معفون من الفحص</li>
        </ol>

        <p>مصر :</p>
        <ol>
          <li>
            تقديم وثيقة معتمد تثبت خلو القادمين من الاصابة بفيروس كورونا من خلال
            عينة ماخوزة قبل (72) ساعة من موعد المغادرة الحدد الي مصر
          </li>
          <li>الاطفال اقل من 6 سنوات معفون من الفحص.</li>
        </ol>

        <p>الامارات العربية:</p>
        <ol>
          <li>
            تقديم وثيقة معتمد تثبت خلو القادمين من الاصابة بفيروس كورونا من خلال
            عينة ماخوزة قبل (96) ساعة من موعد المغادرة الحدد الي الامارات
            العربية المتحدة
          </li>
          <li>الاطفال اقل من 12عام معفون من الفحص.</li>
        </ol>
      </div>
    </div>
  );
}
